INSERT INTO 
    post (
        user_id,
        title, 
        subtitle, 
        likes,
        content
        ) 
VALUES (
    1,
    'Первый пост', 
    'Введение в блог', 
    12,
    'Это первый пост в блоге. Добро пожаловать!'
),
(
    2, 
    'Технологии', 
    'Новости IT',
    13, 
    'Обзор свежих новостей из мира технологий.'
),
( 
    1, 
    'Путешествия', 
    'Горы и долины', 
    14,
    'Мой рассказ о походе в горы.'
),
(
    3, 
    'Кулинария', 
    'Секретный рецепт', 
    15,
    'Как приготовить вкусный борщ.'
),
(
    1, 
    'Котики', 
    'Кот мутант', 
    15,
    'Как сьести вкусного кота.'
)
;
