INSERT INTO 
    post (
        user_id,
        title, 
        subtitle, 
        likes,
        content,
        image_path
        ) 
VALUES (
    1,
    'Первый пост', 
    'Введение в блог', 
    12,
    'Это первый пост в блоге. Добро пожаловать!',
    '/images/content1.png'
),
(
    2, 
    'Технологии', 
    'Новости IT',
    13, 
    'Обзор свежих новостей из мира технологий.',
    '/images/photo1.jpg'
),
( 
    1, 
    'Путешествия', 
    'Горы и долины', 
    14,
    'Мой рассказ о походе в горы.',
    '/images/content2.png'
),
(
    3, 
    'Кулинария', 
    'Секретный рецепт', 
    15,
    'Как приготовить вкусный борщ.',
    '/images/kot.jpg'
),
(
    1, 
    'Котики', 
    'Кот мутант', 
    15,
    'Как сьести вкусного кота.',
    '/images/image.png'
)
;
